{"basics":{"name":"Vinsensius Albert","label":"","image":"","email":"","phone":"","url":"","summary":"Seasoned data scientist with a deep experience in optimisation, algorithm design, cross-functional collaboration, and strategic applications of data science solutions to drive business and operational innovation across multiple domains.","location":{"address":"","postalCode":"","city":"","countryCode":"","region":""},"profiles":[{"network":"LinkedIn","username":"vinsensius-albert","url":"https://www.linkedin.com/in/vinsensius-albert/"}]},"work":[{"name":"Grab","position":"Principal Data Scientist","url":"","startDate":"2019-07-22","endDate":"","summary":"","highlights":["Proposed, designed, and implemented various optimisation and machine learning (ML) solutions and data science product roadmaps to support and enable product features across multiple use cases both online (mobile application) and offline (operations).","Drove adoption of optimisation and ML systems in cross-functional teams of engineering, analytics, and product stakeholders while communicating complex technical solutions clearly to business and operations stakeholders.","Conducted hypothesis-driven experiments to validate the effectiveness of the optimisation and ML solutions, while delivering continuous improvements based on learning and ground feedback."]},{"name":"National University of Singapore","position":"Research Scholar and Graduate Tutor","url":"","startDate":"2015-08-01","endDate":"2019-07-01","summary":"","highlights":["Conducted research in the areas of logistics and supply chain, and applications of operations research techniques.","Developed simulation optimisation and decision support systems, with applications in the fields of logistics, e-commerce, warehouse management, and port operations.","Taught courses in programming methodology, operations research, and supply chain management, at both undergraduate and graduate levels."]}],"volunteer":[],"education":[{"institution":"National University of Singapore","location":"Singapore","url":"","area":"Industrial Systems Engineering and Management","studyType":"Doctor of Philosophy","startDate":"2015-08-01","endDate":"2019-07-31","score":"","courses":["Thesis: Dynamic Incentive Mechanism for Delivery Slot Management in E-Commerce Attended Delivery","Recipient of NUS Research Scholarship","Recipient of IISE Conference 2019 Best Paper Award (Logistics & Supply Chain)","Recipient of National Semi-conductor Gold Medal and Prize"]},{"institution":"National University of Singapore","location":"Singapore","url":"","area":"Industrial Systems Engineering and Management","studyType":"Bachelor of Engineering with Honours (Highest Distinction)","startDate":"2012-08-01","endDate":"2015-07-31","score":"","courses":["Recipient of NUS Undergraduate Scholarship","Member of Global Engineering Programme (currently known as E-Sholars Programme)","Completed the University Town Residential Programme at Tembusu College","Completed an accelerated Honours programme within 3 years, including a semester abroad at Georgia Institute of Technology, Atlanta, Georgia."]}],"awards":[],"certificates":[],"publications":[],"skills":[{"name":"Software Engineering","level":"","icon":"","keywords":["C++","Python","Golang"]},{"name":"Data Processing","level":"","icon":"","keywords":["SQL","Spark","Flink"]}],"languages":[{"language":"English","fluency":"Native","icon":""},{"language":"Bahasa Indonesia","fluency":"Native","icon":""}],"interests":[],"references":[],"projects":[]}